[
    {
        "name": "Dell Vostro 15 3500 Core i3 11th Gen",
        "price": "45,000৳",
        "img": "https://i.ibb.co/YtF4nqX/vostro-15-3500-silver-front-500x500.jpg",
        "processor": "Intel Core i3-1115G4 (6MB Cache, 3.0 GHz up to 4.10 GHz)",
        "memory": "4GB DDR4 3200MHz",
        "storage": "1TB SATA 5400RPM HDD",
        "display": "15.6-inch FHD (1920x1080)",
        "description": "The Dell Vostro 15 3500 Laptop comes with the Intel Core i3-1115G4 Processor (6MB Cache, 3.0 GHz up to 4.10 GHz) and 4GB DDR4 3200MHz RAM. It has a 1TB 5400 rpm 2.5-inch SATA Hard Drive. It is featured with Intel UHD Graphics with shared graphics memory. It has a 15.6-inch FHD (1920x1080), 60 Hz, Anti-glare, NTSC 45%, 220 Nits, LED Backlight Non-touch WVA Display. It features built-in Qualcomm DW1810 2.4/5GHz WiFi w/BT4.1 and Bluetooth. It comes with 1x USB 2.0, 1x USB 3.2 Gen 1 Type-C (Data only), 1x HDMI 1.4, 1x Ethernet RJ-45, 2x USB 3.2 Gen 1 Type-A, 1x Headset Jack, 1x Power In ports and 1x 3-in-1 SD Media Card Reader, 1x Wedge-Shaped Lock Slot. It is powered by 3-Cell, 42 WHr, Integrated battery. Dell Vostro 15 3500 Core i3 Laptop has 3 years of warranty.",
        "quantity": "20",
        "supplier": "Dell"
    },
    {
        "name": "Dell Inspiron 15 3510 Intel Celeron N4020",
        "price": "36,000৳",
        "img": "https://i.ibb.co/Y8R2pTS/inspiron-15-3510-01-500x500.jpg",
        "processor": "Intel Celeron N4020 Dual Core (4MB Cache, 1.10 GHz Up To 2.80 GHz)",
        "memory": "4GB DDR4 2400MHz",
        "storage": "1TB SATA 5400RPM HDD",
        "display": "15.6-inch HD (1366x768) LED",
        "description": "Dell Inspiron 15 3510 comes with Intel Celeron Dual Core N4020 (4MB Cache, 1.10 GHz Up To 2.80 GHz) Processor and Intel UHD Graphics 600. This Dell Inspiron 15 3510 featured 4GB DDR4 2400MHz, 1TB 5400RPM SATA HDD, that will provide you with responsive and stable performance. It is also designed with 15.6-inch HD (1366x768) Anti-Glare LED Backlight Narrow Border Display. This Dell Inspiron 15 3510 laptop will give you an excellent experience of lightning-fast responsiveness and hyper-efficient battery life that keeps you productive with a 4-Cell Battery, 54WHr (Integrated) battery. The Dell Inspiron 15 3510 Laptop has Pointing Device, Touchpad Keyboard with Numeric Keypad, an English US, an HD camera, Dual-array microphones. All-new Dell Inspiron 15 3510 Laptop has a mechanical camera shutter that protects against anyone invading your privacy or accidental embarrassments on video calls; so you can read, watch, or chat and attend any meeting, presentation or Conference also. The latest Dell Inspiron 15 3510 Laptop offers 2 Years Warranty (Battery & Adapter 01 Year).",
        "quantity": "20",
        "supplier": "Dell"
    },
    {
        "name": "Dell Inspiron 15 3510 Intel Pentium Silver N5030",
        "price": "40,800৳",
        "img": "https://i.ibb.co/Y8R2pTS/inspiron-15-3510-01-500x500.jpg",
        "processor": "Intel Pentium Silver N5030 (4MB Cache, 1.10 GHz Up To 3.10 GHz)",
        "memory": "4GB DDR4 2400MHz",
        "storage": "1TB SATA 5400RPM HDD",
        "display": "15.6-inch HD (1366x768) LED",
        "description": "Dell Inspiron 15 3510 powered by Intel Pentium Silver N5030 (4MB Cache, 1.10 GHz Up To 3.10 GHz ) and Intel UHD Graphics 605. It is also designed with 15.6-inch HD (1366x768) Anti-Glare LED Backlight Narrow Border Display. This Dell Inspiron 15 3510 laptop will give you an excellent experience of lightning-fast responsiveness and hyper-efficient battery life that keeps you productive with a 4-Cell Battery, 54WHr (Integrated) battery. This Dell Inspiron 15 3510 featured 4GB DDR4 2400MHz, 1TB 5400RPM SATA HDD, that will provide you with responsive and stable performance. The Dell Inspiron 15 Laptop has Pointing Device, Touchpad Keyboard with Numeric Keypad, an English US, an HD camera, Dual-array microphones. All-new Dell Inspiron 15 3510 Laptop has a mechanical camera shutter that protects against anyone invading your privacy or accidental embarrassments on video calls; so you can read, watch, or chat and attend any meeting, presentation or Conference also. The latest Dell Inspiron 15 3510 Laptop comes with a 2 Years Warranty (Battery & Adapter 01 Year).",
        "quantity": "20",
        "supplier": "Dell"
    },
    {
        "name": "Dell Inspiron 15 3515 Ryzen 3 3250U",
        "price": "43,000৳",
        "img": "https://i.ibb.co/bPjmwpr/dell-inspiron-15-04-500x500.jpg",
        "processor": "AMD Ryzen 3 3250U (4MB CPU Cache, 2.60GHz up to 3.50GHz)",
        "memory": "4GB DDR4 3200MHz (1x4)",
        "storage": "1TB SATA 5400RPM HDD",
        "display": "15.6-inch FHD (1920x1080)",
        "description": "Dell Inspiron 15 3515 Laptop comes with AMD Ryzen 3 3250U Processor (4MB CPU Cache, 2.60GHz up to 3.50GHz), 4GB 3200 MHz DDR4 RAM, 1TB 5400rpm SATA HDD, Integrated graphics with AMD APU and Windows 10 Home. This Laptop is featured with 15.6-inch, FHD 1920x1080, 60Hz, Non-Touch, AG, WVA, LED-Backlit, no Cam/Mic, Narrow Border, Battery 3 Cell 41 Whr, Battery Type Integrated, Power Adapter 65 W AC adapter, Adapter Type External. The Full HD anti-glare display delivers a clear, bright image that's easy on the eyes. This portable laptop is easy to carry with you everywhere, while the sleek exterior makes it an eye-catching accessory. User can access what they need most with Modern Standby, the laptop wakes up quickly so that user can resume whatever they are working on. Here, 802.11ac 1x1 WiFi & Bluetooth Network Connectivity are also available. In this Laptop, It is also has Multimedia Card Slot x 1, SD Media Card Reader,2 x USB 3.2 Gen 1 ports, 1 x USB 2.0 port, 1 x Headphone Port Combo, Microphone Port Combo Ports are also available. It is Designed to last through regular use, with tiny rubber feet and bumpers on the hinge that keep it from skidding and provide additional stability on hard surfaces. This new Dell Inspiron 15 3515 Laptop has 02 years of warranty (Battery & Adapter 2 years).",
        "quantity": "20",
        "supplier": "Dell"
    },
    {
        "name": "Asus Vivobook X515MA Celeron N4020",
        "price": "35,500৳",
        "img": "https://i.ibb.co/j54n0Th/vivobook-15-x515ea-01-500x500.jpg",
        "processor": "Intel Celeron N4020 (4M Cache, 1.10 GHz up to 2.80 GHz)",
        "memory": "4GB DDR4",
        "storage": "1TB SATA 5400RPM HDD",
        "display": "15.6-inch HD (1366x768)",
        "description": "The Asus Vivobook X515MA laptop comes with Intel Celeron Processor N4020 (4M Cache, 1.10 GHz up to 2.80 GHz) and 4GB DDR4 RAM. It has a 1TB SATA 5400RPM 2.5-inch HDD and it also comes with 1x M.2 2280 PCIe 3.0x2 Slot. This laptop has been integrated with Intel UHD Graphics 600 and it has a 15.6-inch HD (1366 x 768) display with a 16:9 aspect ratio. It runs on Windows 11 Home operating system. This whole system is powered by a 37WHrs, 2S1P, 2-cell Li-ion battery and comes with a ø4.0, 33W AC Adapter, Output: 19V DC, 1.75A, 33W, Input: 100-240V AC 50/60Hz universal. This laptop has a VGA Webcam and Built-in speaker with SonicMaster. The Asus Vivobook X515MA offers Wi-Fi 5(802.11ac) and Bluetooth 4.1 (Dual band) 1*1 for wireless connectivity. The laptop is designed with 1x USB 3.0 Gen 1, 2x USB 2.0, 1 x HDMI ports. The Asus Vivobook X515MA Laptop comes with 2 years International Limited Warranty (Battery 1 year).",
        "quantity": "20",
        "supplier": "Asus"
    },
    {
        "name": "Asus Vivobook X515MA Celeron N4500",
        "price": "36,800৳",
        "img": "https://i.ibb.co/j54n0Th/vivobook-15-x515ea-01-500x500.jpg",
        "processor": "Intel Celeron N4500 (4M Cache, 1.10 GHz up to 2.80 GHz)",
        "memory": "4GB DDR4",
        "storage": "1TB SATA 5400RPM HDD",
        "display": "15.6-inch HD (1366x768)",
        "description": "The Asus Vivobook X515MA laptop comes with Intel Celeron N4500 Processor (4M Cache, 1.10 GHz up to 2.80 GHz) and 4GB DDR4 RAM. It has a 1TB SATA 5400RPM 2.5-inch HDD and it also comes with 1x M.2 2280 PCIe 3.0x2 Slot. This laptop has been integrated with Intel UHD Graphics 600 and it has a 15.6-inch HD (1366 x 768) display with a 16:9 aspect ratio. It runs on Windows 11 Home operating system. This whole system is powered by a 37WHrs, 2S1P, 2-cell Li-ion battery and comes with a ø4.0, 33W AC Adapter, Output: 19V DC, 1.75A, 33W, Input: 100-240V AC 50/60Hz universal. This laptop has a VGA Webcam and Built-in speaker with SonicMaster. The Asus Vivobook X515MA offers Wi-Fi 5(802.11ac) and Bluetooth 4.1 (Dual band) 1*1 for wireless connectivity. The laptop is designed with 1x USB 3.0 Gen 1, 2x USB 2.0, 1 x HDMI ports. The Asus Vivobook X515MA Laptop comes with 2 years International Limited Warranty (Battery 1 year).",
        "quantity": "20",
        "supplier": "Asus"
    },
    {
        "name": "Asus VivoBook 15 E510MA Celeron N4020",
        "price": "42,800৳",
        "img": "https://i.ibb.co/56JMmkm/vivobook-15-e510ma-0101-500x500.jpg",
        "processor": "Intel Celeron Dual Core N4020 (1.10 GHz up to 2.80 GHz, Cache 4MB)",
        "memory": "4GB DDR4 (Onboard)",
        "storage": "512GB PCIe G3 SSD",
        "display": "15.6-inch FHD (1920X1080) LED",
        "description": "This Asus VivoBook 15 E510MA is powered by Intel Celeron Dual Core N4020 (1.10 GHz up to 2.80 GHz, Cache 4MB) with Intel UHD Graphics 600. Its productivity is always within reach, and it easily slips into your backpack or small bag so you can get schoolwork done or create content wherever you are. This Asus VivoBook 15 featured 4GB DDR4 RAM, 512GB PCIe G3 SSD, and a 15.6-inch FHD (1920X1080) LED Display. The Laptop runs on Windows 11 Home. The innovative thin-bezel NanoEdge display provides more usable onscreen space for immersive viewing and also enables a larger screen to fit into a smaller chassis, giving you a laptop with a more compact footprint. Here, A cleverly designed 180° lay-flat hinge makes it easy to share content or collaborate with friends. The Asus VivoBook 15 E510MA comes with a Lightweight and compact design. It comes with sports a stylish new look that fits right in with your dynamic lifestyle. Designed for daily computing and productivity while boasting innovative features, ASUS E510 gives you everything you need for work or play. This Vivobook has a full-size Illuminated chiclet keyboard with long key travel ensuring comfortable and accurate keystrokes, and a large 4.7-inch multitouch pad with palm-rejection technology, that offers smooth and accurate cursor control. Its fanless design keeps noise levels down. The VivoBook 15 E510MA comes with a fingerprint scanner for extra security. The latest Asus VivoBook 15 E510MA Laptop comes with 2 years International Limited Warranty (Battery 1 year).",
        "quantity": "20",
        "supplier": "Asus"
    },
    {
        "name": "Asus VivoBook 15 X515FA Core i3 10th Gen",
        "price": "45,000৳",
        "img": "https://i.ibb.co/zNfGV36/vivobook-15-x515ea-05-500x500.jpg",
        "processor": "Intel Core i3-10110U (4M Cache, 2.10 GHz up to 4.10 GHz)",
        "memory": "4GB DDR4 3200MHz",
        "storage": "1TB SATA 5400RPM HDD",
        "display": "15.6-inch FHD (1920x1080) LED",
        "description": "Asus VivoBook 15 X515FA powered by Intel Core i3-10110U Processor (4M Cache, 2.10 GHz up to 4.10 GHz) with Intel UHD Graphics. This Vivobook delivers powerful performance and immersive visuals. Its NanoEdge display boasts wide 178° viewing angles and a matte anti-glare coating for a truly engaging experience. Inside, it is designed with a 1TB 5400 RPM SATA HDD that gives you the perfect combination of large storage capacity and fast data read/write speeds. ASUS Vivobook 15 X515 helps you get things done swiftly and efficiently. This ASUS Vivobook 15 X515 has a dual-storage design, that helps to superfast data performance and a large storage capacity. Install apps on the SSD for quicker response and loading times, and use the HDD to store large files such as movies, music libraries, and photo albums. In this VivoBook, the NanoEdge display gives ASUS Vivobook 15 X515 a vast screen area for an immersive viewing experience for work and play. Its wide-view Full HD panel features an anti-glare coating to reduce unwanted distractions from irritating glare and reflections. It also includes USB 3.2 Type-A and USB 2.0 ports, HDMI output, and a microSD card reader. It runs on Windows 11 Home operating system. The Latest Asus VivoBook 15 X515FA comes with 02 years International Limited Warranty (Battery 1 year).",
        "quantity": "20",
        "supplier": "Asus"
    },
    {
        "name": "HP 15s-du1117TU Pentium Silver N5030",
        "price": "37,800৳",
        "img": "https://i.ibb.co/jJYw3Fw/15s-du1117tu-001-500x500.jpg",
        "processor": "Intel Pentium Silver N5030 Processor (4M Cache, 1.10 GHz up to 3.10 GHz)",
        "memory": "4GB DDR4 2400MHz",
        "storage": "1TB SATA 5400RPM HDD",
        "display": "15.6-inch HD (1366x768)",
        "description": "The 15s-du1117TU comes with Intel Pentium Silver N5030 Processor (4M Cache, 1.10 GHz up to 3.10 GHz) with Intel UHD Graphics 605. This Hp 15s series laptop comes with micro-edge display, the barely visible bezel revolutionizes your display by letting a larger screen fit into a smaller frame, that is featured with 15.6-inch diagonal, HD (1366 x 768), micro-edge, BrightView, 45% NTSC, 220 nits Display. This laptop is designed with 1 TB 5400 rpm SATA HDD storage and 4GB DDR4 2400MHz RAM, which helps to run more efficiently and more reliably at faster speeds with DDR4 RAM, everything from multi-tasking to playing games gets a performance boost. You can stay connected all day, the battery life also very on your use, the HP 15s laptop comes with new space-saving 3-cell, 41 Wh Li-ion battery design, single bar hinge and thin bezel option for a slimmer, streamlined, more premium look with long battery life and fast-charge technology, work, watch. This Hp 15s Laptop is also equipped with Realtek Wi-Fi CERTIFIED 6 (1x2) and Bluetooth 5.2 combo (Supporting Gigabit data rate) wireless network connectivity. It comes with HP True Vision 720p HD camera with integrated dual array digital microphones and a TouchPad Backlit keyboard. This laptop runs on Windows 10 Home 64 operating system. This laptop has 1 x SuperSpeed USB Type-C 5Gbps signaling rate; 2 x SuperSpeed USB Type-A 5Gbps signaling rate; 1 HDMI 1.4b; 1 AC smart pin; 1 headphone/microphone combo ports and connectivity. The latest HP 15s laptop is comes with a simply gorgeous look. It is the perfect choice for your daily office work and home use. This Integrated precision touchpad featured with multi-touch support speeds up navigation and productivity. The latets reasonable HP 15s-du1117TU Laptop has 02 years International Limited Warranty (Terms & Conditions Apply As Per HP, Battery Adapter 1 year).",
        "quantity": "20",
        "supplier": "HP"
    },
    {
        "name": "HP 15s-du1116TU Pentium Silver N5030",
        "price": "37,800৳",
        "img": "https://i.ibb.co/vvPqsLP/15s-du1116tu-01-500x500.jpg",
        "processor": "Intel Pentium Silver N5030 (4M Cache, 1.10 GHz up to 3.10 GHz)",
        "memory": "4GB DDR4 2400MHz",
        "storage": "1TB SATA 5400RPM HDD",
        "display": "15.6-inch HD (1366x768)",
        "description": "The HP 15s-du1116TU comes with Intel Pentium Silver N5030 Processor (4M Cache, 1.10 GHz up to 3.10 GHz) with Intel UHD Graphics 605. This Hp 15s series laptop comes with a micro-edge display, the barely visible bezel revolutionizes your display by letting a larger screen fit into a smaller frame, that is featured 15.6-inch diagonal, HD (1366 x 768), micro-edge, BrightView, 45% NTSC, 220 nits Display. This laptop is designed with 1 TB 5400 rpm SATA HDD storage and 4GB DDR4 2400MHz RAM, which helps to run more efficiently and more reliably at faster speeds with DDR4 RAM, everything from multi-tasking to playing games gets a performance boost. You can stay connected all day, the battery life is also very on your use, the HP 15s laptop comes with a new space-saving 3-cell, 41 Wh Li-ion battery design, single bar hinge, and thin bezel option for a slimmer, streamlined, more premium look with long battery life and fast-charge technology, work, watch. This Hp 15s Laptop is also equipped with Realtek Wi-Fi CERTIFIED 6 (1x2) and Bluetooth 5.2 combo (Supporting Gigabit data rate) wireless network connectivity. It comes with an HP True Vision 720p HD camera with integrated dual array digital microphones and a TouchPad Backlit keyboard. This laptop runs on Windows 10 Home 64 operating system. This laptop has 1 x SuperSpeed USB Type-C 5Gbps signaling rate; 2 x SuperSpeed USB Type-A 5Gbps signaling rate; 1 x HDMI 1.4b; 1 x AC smart pin; 1 x headphone/microphone combo ports and connectivity. The latest HP 15s laptop comes with a simply gorgeous look. It is the perfect choice for your daily office work and home use. This Integrated precision touchpad featured multi-touch support speeds up navigation and productivity. The latest reasonable HP 15s-du1116TU Laptop has 02 years International Limited Warranty (Terms & Conditions Apply As Per HP, Battery Adapter 1 year).",
        "quantity": "20",
        "supplier": "HP"
    },
    {
        "name": "HP 15s-fq3234TU Celeron N4500",
        "price": "38,500৳",
        "img": "https://i.ibb.co/jJYw3Fw/15s-du1117tu-001-500x500.jpg",
        "processor": "Intel Celeron N4500 (4M Cache, 1.10 GHz up to 2.80 GHz)",
        "memory": "4GB DDR4 2933MHz (1x4)",
        "storage": "256 GB PCIe NVMe M.2 SSD",
        "display": "15.6-inch FHD (1920x1080)",
        "description": "The HP 15s-fq3234TU Laptop comes with Intel Celeron N4500 (4M Cache, 1.10 GHz up to 2.80 GHz) and 4 GB DDR4-2933 MHz RAM (1 x 4 GB). It has a 256  GB PCIe NVMe M.2 SSD. This laptop has been integrated with Intel UHD Graphics and features a 15.6-inch diagonal, FHD (1920 x 1080), micro-edge, anti-glare, 250 nits, 45% NTSC Display. It runs on Windows 10 Home 64 Operating system. The whole system is powered by a 3-cell, 41 Wh Li-ion battery. It features an HP True Vision 720p HD camera with integrated dual array digital microphones. This laptop has 1x SuperSpeed USB Type-C 5Gbps signaling rate; 2x SuperSpeed USB Type-A 5Gbps signaling rate; 1x HDMI 1.4b; 1x RJ-45; 1x AC smart pin; 1x headphone/microphone combo. The latest HP 15s-fq3234TU Laptop has 02 years of International Limited Warranty (Terms & Conditions Apply As Per HP).",
        "quantity": "20",
        "supplier": "HP"
    },
    {
        "name": "HP 15s-eq1548AU AMD Athlon 3050U",
        "price": "39,500৳",
        "img": "https://i.ibb.co/9qKbfyC/hp-15s-spruce-blue-02-500x500.jpg",
        "processor": "AMD Athlon Silver 3050U (2.3 GHz up to 3.2GHz)",
        "memory": "8GB DDR4 2400MHz",
        "storage": "256 GB PCIe NVMe M.2 SSD",
        "display": "15.6-inch FHD (1920x1080)",
        "description": "The HP 15s-eq1548AU Laptop is powered by the AMD Athlon Silver 3050U (2.3 GHz up to 3.2GHz) Processor and 8 GB DDR4-2400 MHz RAM. The AMD Athlon Silver 3050U is a mobile processor for thin and light entry-level laptops. This laptop comes with a 256 GB PCIe NVMe M.2 SSD. It comes with integrated AMD Radeon Graphics and has a 15.6-inch diagonal, FHD (1920 x 1080), micro-edge, anti-glare, 220 nits, 45% NTSC. It runs on Windows 11 Home operating system. It features an HP True Vision 720p HD camera with integrated dual array digital microphones. It has dual speakers. The HP 15s-eq1548AU has been designed with 1 SuperSpeed USB Type-C 5Gbps signaling rate; 2 SuperSpeed USB Type-A 5Gbps signaling rate; 1 HDMI 1.4b; 1 RJ-45; 1 AC smart pin; 1 headphone/microphone combo. It also has a multi-format SD media card reader. It is equipped with Realtek RTL8821CE 802.11a/b/g/n/ac (1x1) Wi-Fi and Bluetooth 5 combo for wireless connectivity. The whole system is run by a 3-cell, 41 Wh Li-ion battery and it comes with a 45 W Smart AC power adapter. The HP 15s-eq1548AU has 2 years International Limited Warranty (Terms & Conditions Apply As Per HP).",
        "quantity": "20",
        "supplier": "HP"
    }
]